tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "gcc"
brew "direnv"
brew "dust"
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "httpie"
brew "jq"
# brew "k9s"
brew "neovim"
# brew "nodebrew"
# brew "poetry"
brew "procs"
# brew "pyenv"
brew "starship"
brew "wget"
brew "xclip"
brew "zsh"
brew "zsh-autosuggestions"
# brew "zsh-history-substring-search"
