tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "binaryen"
brew "libffi"
brew "readline"
brew "sqlite"
brew "xz"
brew "gcc"
brew "openblas"
brew "cmake"
brew "coreutils"
brew "datasette"
brew "direnv"
brew "diskus"
brew "docker"
brew "dust"
brew "exa"
brew "fd"
brew "jpeg"
brew "gh"
brew "git"
brew "helm"
brew "httpie"
brew "jq"
brew "k9s"
brew "lapack"
brew "libiconv"
brew "libomp"
brew "llvm"
brew "llvm@11"
brew "luajit", args: ["HEAD"]
brew "mecab"
brew "mecab-ipadic"
brew "youtube-dl"
brew "mpv"
brew "mysql"
brew "neovim"
brew "nodebrew"
brew "numpy"
brew "opencv"
brew "pandoc"
brew "poetry"
brew "portaudio"
brew "povray"
brew "procs"
brew "pyenv"
brew "pyqt"
brew "sip"
brew "smartmontools"
brew "starship"
brew "swig"
brew "trunk"
brew "wget"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-history-substring-search"
cask "background-music"
cask "blackhole-16ch"
cask "blackhole-2ch"
cask "blender"
cask "chromedriver"
cask "deepl"
cask "font-hack-nerd-font"
cask "font-ricty-diminished"
cask "gimp"
cask "google-backup-and-sync"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "miniforge"
cask "obs"
cask "orca"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
