tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "aria2"
brew "bat"
brew "pkg-config"
brew "cmake"
brew "direnv"
brew "diskus"
brew "docker"
brew "dust"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "go"
brew "httpie"
brew "jq"
brew "k9s"
brew "yt-dlp"
brew "neovim"
brew "nodebrew"
brew "pandoc"
brew "procs"
brew "pyenv"
brew "ripgrep"
brew "starship"
brew "vivid"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-autosuggestions"
cask "deepl"
cask "font-hackgen-nerd"
cask "gimp"
cask "google-backup-and-sync"
cask "google-cloud-sdk"
cask "middleclick"
cask "visual-studio-code"
cask "vlc"
