tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "linuxbrew/fonts" if OS.linux? && ENV["HOMEBREW_INSTALL_FONT"] == "1"

brew "aria2"
brew "bat"
brew "direnv"
brew "diskus"
brew "dust"
brew "exa"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "neofetch"
brew "neovim"
brew "procs"
brew "ripgrep"
brew "starship"
brew "vivid"
brew "wget"
brew "xclip" if OS.linux?
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-fast-syntax-highlighting"

if ENV["HOMEBREW_INSTALL_PYTHON"] == "1"
  brew "poetry"
  brew "pyenv"
  # brew "pyqt"
  # brew "sip"
  # brew "swig"
  # brew "mecab"
  # brew "mecab-ipadic"
  # brew "python@3.9"
end

# brew "sqlite"
# brew "xz"
# brew "binaryen"
# brew "pkg-config"
# brew "cmake"
# brew "coreutils"
# brew "datasette"
# brew "docker"
# brew "ffmpeg"
# brew "go"
# brew "helm"
# brew "httpie"
# brew "jq"
# brew "k9s"
# brew "kind"
# brew "mycli"
# brew "mysql"
# brew "nodebrew"
# brew "stylua"
# brew "trunk"

# brew "yt-dlp"
# brew "moon-buggy"
# brew "ninvaders"
# brew "nsnake"
# brew "pacman4console"
# brew "pandoc"
# brew "bastet"
# brew "sl"
# brew "youtube-dl"
# tap "samtay/tui"
# brew "samtay/tui/tetris"

if OS.mac?
  cask "adobe-acrobat-reader"
  cask "background-music"
  cask "blackhole-16ch"
  cask "blackhole-2ch"
  cask "chromedriver"
  cask "deepl"
  cask "gimp"
  cask "google-cloud-sdk"
  cask "google-japanese-ime"
  cask "inkscape"
  cask "keycastr"
  cask "microsoft-auto-update"
  cask "microsoft-excel"
  cask "microsoft-powerpoint"
  cask "microsoft-word"
  cask "middleclick"
  cask "obs"
  cask "rectangle"
  cask "scroll-reverser"
  cask "visual-studio-code"
  cask "vlc"
  cask "wezterm"
  cask "xquartz"
  cask "font-hackgen"
  cask "font-hackgen-nerd"
end
if OS.linux? && ENV["HOMEBREW_INSTALL_FONT"] == "1"
  brew "font-hackgen"
  brew "font-hackgen-nerd"
end
