tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "samtay/tui"
brew "xz"
brew "openssl@3"
brew "readline"
brew "sqlite"
brew "aria2"
brew "coreutils"
brew "asdf"
brew "bash"
brew "bastet"
brew "bat"
brew "bat-extras"
brew "direnv"
brew "diskus"
brew "dust"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fswatch"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "go"
brew "gotop"
brew "helm"
brew "httpie"
brew "jq"
brew "k9s"
brew "kind"
brew "moon-buggy"
brew "mycli"
brew "zlib"
brew "mysql"
brew "neofetch"
brew "neovim"
brew "ninvaders"
brew "nsnake"
brew "pandoc"
brew "pkg-config"
brew "poetry"
brew "procs"
brew "pv"
brew "ripgrep"
brew "rsync"
brew "sl"
brew "smartmontools"
brew "starship"
brew "stylua"
brew "tty-clock"
brew "vivid"
brew "wget"
brew "youtube-dl"
brew "yt-dlp"
brew "zsh"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "samtay/tui/tetris"
cask "adobe-acrobat-reader"
cask "background-music"
cask "bitwarden"
cask "blackhole-16ch"
cask "blackhole-2ch"
cask "chromedriver"
cask "deepl"
cask "docker"
cask "drawio"
cask "font-hackgen"
cask "font-hackgen-nerd"
cask "font-harano-aji"
cask "gimp"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "inkscape"
cask "karabiner-elements"
cask "keycastr"
cask "lunar"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-excel"
cask "microsoft-powerpoint"
cask "microsoft-word"
cask "middleclick"
cask "obs"
cask "raycast"
cask "rectangle"
cask "scroll-reverser"
cask "slack"
cask "tailscale"
cask "visual-studio-code"
cask "vlc"
cask "wezterm"
cask "wireshark"
cask "xquartz"
