brew "bat"
brew "bottom"
brew "coreutils"
brew "direnv"
brew "diskus"
brew "dua-cli"
brew "eza"
brew "fastfetch"
brew "fd"
# brew "ffmpeg"
brew "fswatch"
brew "fzf"
# brew "gcc"
brew "gh"
brew "git-delta"
brew "git"
brew "go"
# brew "imagemagick"
brew "jq"
brew "k9s"
brew "mycli"
brew "neovim"
brew "pandoc"
brew "procs"
brew "pv"
brew "ripgrep"
brew "rsync"
brew "rustup"
brew "smartmontools"
brew "starship"
brew "stylua"
brew "tty-clock"
brew "uv"
brew "vivid"
brew "wget"
brew "xh"
brew "zoxide"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh"
