tap "homebrew/cask-fonts"
brew "xz"
brew "openssl@3"
brew "readline"
brew "sqlite"
brew "aria2"
brew "coreutils"
brew "asdf"
brew "bat"
brew "bat-extras"
brew "bottom"
brew "direnv"
brew "diskus"
brew "dust"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fswatch"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "go"
brew "httpie"
brew "jq"
brew "k9s"
brew "mycli"
brew "zlib"
brew "neofetch"
brew "neovim"
brew "pandoc"
brew "pkg-config"
brew "poetry"
brew "procs"
brew "pv"
brew "ripgrep"
brew "rsync"
brew "smartmontools"
brew "starship"
brew "stylua"
brew "tmux"
brew "tpm"
brew "tty-clock"
brew "vivid"
brew "wget"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
# cask "alacritty"
# cask "adobe-acrobat-reader"
# cask "background-music"
# cask "bitwarden"
# cask "blackhole-16ch"
# cask "blackhole-2ch"
# cask "chromedriver"
# cask "deepl"
# cask "docker"
# cask "drawio"
# cask "font-hackgen"
# cask "font-hackgen-nerd"
# cask "font-harano-aji"
# cask "gimp"
# cask "google-chrome"
# cask "google-cloud-sdk"
# cask "google-drive"
# cask "inkscape"
# cask "karabiner-elements"
# cask "keycastr"
# cask "lunar"
# cask "microsoft-auto-update"
# cask "microsoft-edge"
# cask "microsoft-excel"
# cask "microsoft-powerpoint"
# cask "microsoft-word"
# cask "middleclick"
# cask "obs"
# cask "raycast"
# cask "rectangle"
# cask "scroll-reverser"
# cask "slack"
# cask "tailscale"
# cask "visual-studio-code"
# cask "vlc"
# cask "wezterm"
# cask "wireshark"
# cask "xquartz"
# cask "zoom"
