tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
tap "samtay/tui"
tap "linuxbrew/fonts"

brew "sqlite"
brew "aria2"
brew "asdf"
brew "bash"
brew "bastet"
brew "bat"
brew "pkg-config"
brew "direnv"
brew "diskus"
brew "docker"
brew "dust"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fswatch"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "go"
brew "gotop"
brew "helm"
brew "httpie"
brew "jq"
brew "k9s"
brew "kind"
brew "moon-buggy"
brew "mycli"
brew "zlib"
# brew "mysql"
brew "neofetch"
brew "neovim"
brew "ninvaders"
brew "nsnake"
brew "pandoc"
brew "poetry"
brew "procs"
brew "pv"
brew "ripgrep"
brew "rsync"
brew "sl"
brew "smartmontools"
brew "starship"
brew "stylua"
brew "tty-clock"
brew "vivid"
brew "wget"
brew "youtube-dl"
brew "yt-dlp"
brew "zsh"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "samtay/tui/tetris"
brew "font-hackgen"
brew "font-hackgen-nerd"
