brew "bat"
brew "bat-extras"
brew "bottom"
brew "direnv"
brew "diskus"
brew "dust"
brew "eza"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "git-delta"
brew "httpie"
brew "jq"
brew "mycli"
brew "neofetch"
brew "neovim"
brew "procs"
brew "pv"
brew "ripgrep"
brew "rsync"
brew "starship"
brew "tmux"
brew "tpm"
brew "vivid"
brew "wget"
brew "zsh"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
