brew "bat"
brew "bottom"
brew "diskus"
brew "dua-cli"
brew "eza"
brew "fd"
brew "fzf"
brew "git-delta"
brew "git"
brew "jq"
brew "neovim"
brew "procs"
brew "ripgrep"
brew "starship"
brew "stylua"
brew "vivid"
brew "wget"
brew "xh"
brew "zoxide"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh"
